{
  "alface": {
    "image_url": [],
    "beneficios": [
      "A alface é uma verdura que possui poucas calorias e é rica em fibras, que promovem a sensação de saciedade e favorece a perda de peso.",
      "As fibras presentes na alface fazem com que a absorção de carboidratos no intestino seja mais lenta, evitando o aumento rápido do açúcar no sangue e, por isso, é uma excelente opção para as pessoas diabéticas ou pré-diabéticas.",
      "A alface é rica em vitamina A, um micronutriente importante para manter a saúde dos olhos, prevenindo a xeroftalmia e a cegueira noturna, além de prevenir a degeneração macular associada com a idade.",
      "Graças ao teor de antioxidante, o consumo de alface ajuda a proteger as células da pele do dano causado pelos radicais livres. Além disso, fornece vitamina A e vitamina E, que protegem a pele dos raios ultravioletas do sol, e vitamina C, que é importante para o processo de cicatrização e produção de colágeno no organismo, promovendo, assim, a formação de rugas.",
      "A alface também é rica é água, ajudando a manter a pele devidamente hidratada."
    ],
    "modo_plantio": {
      "materiais": [
        "1 garrafa PET",
        "tesoura",
        "cacos de telha ou blocos",
        "1 pedaço de manta de Bidim ou pano",
        "terra vegetal",
        "substrato",
        "adubo (de preferência, húmus de minhoca)",
        "sementes de alface"
      ],
      "modo_fazer": [
        "Primeiro, use a tesoura para cortar a garrafa PET na metade.",
        "Faça três furos no fundo da garrafa para que o excesso de água escorra.",
        "Despeje os cacos de telha no fundo da garrafa para formar um sistema de drenagem.",
        "Forre os cacos com a manta de bidim ou o pano.",
        "Adicione um punhado de terra por cima da manta.",
        "Depois, uma camada de substrato e misture um pouco.",
        "Finalize com mais uma camada de terra.",
        "Misture bem para quebrar os torrões de terra e deixá-la bem fina.",
        "Agora, despeje cerca de cinco sementes na terra. Enterre levemente com os dedos e cubra com uma pequena camada de substrato.",
        "Regue com um pouco de água. Você poderá aguar pela manhã e no final da tarde, e deixar ao sol entre às 8 e 11 da manhã.",
        "Depois de 15 dias, deixe apenas a muda que se desenvolver melhor."
      ]
    }
  },
  "hortelã": {
    "image_url": [],
    "beneficios": [
      "Melhora a digestão",
      "Alivia a síndrome do intestino irritado",
      "Ajuda a aliviar sintomas da asma e outros problemas respiratórios",
      "Ajuda a aliviar sintomas de gripes e resfriados",
      "Alivia coceira e irritações da pele",
      "Melhora a saúde bucal",
      "Alivia a dor",
      "Alivia náuseas"
    ],
    "modo_plantio": {
      "materiais": [
        "Muda de hortelã"
      ],
      "modo_fazer": [
        "Consiga uma muda de hortelã.",
        "Ponha o galho em um copo com água.",
        "Deixe-o em um lugar com sombra e boa iluminação por alguns dias.",
        "Espere até que as raízes tenham de dois a três cm para plantar.",
        "Procure um vaso com, pelo menos, 30 cm de diâmetro.",
        "Cubra o fundo do vaso com carvão vegetal e argila expandida.",
        "Depois, coloque composto de terra e substrato em mais da metade.",
        "Ponha a muda na terra e preencha o restante do vaso com terra e substrato.",
        "Regue, mantendo o vaso em um lugar iluminado, porém sem receber luz solar direta.",
        "Retire o pé de hortelã do vaso quando ele estiver bem desenvolvido, colocando-o em um lugar definitivo."
      ]
    },
    "cuidados": {
      "Solo": "A hortelã não é uma planta que exige muito, principalmente, quando se refere à adubação. Porém, às vezes, pode ser necessário acrescentar alguns nutrientes ao solo, como húmus de minhoca ou esterco bovino.",
      "Irrigação": "A irrigação é um dos mais essenciais cuidados com hortelã. Por isso, é indicado fazer a rega frequentemente, principalmente, naqueles dias em que as temperaturas estão muito altas. Nesses casos, às vezes, é necessário regar duas vezes no dia.",
      "Iluminação": "A hortelã adora calor e sol, por isso, o melhor lugar para colocar o vaso tende a ser em casas e apartamentos, junto a janelas e varandas bem iluminadas e protegidas de ventos fortes. Uma dica: nos meses mais frios, ela pode ficar bem caidinha, porém, se tiver uma boa fonte de luz, pode se manter forte.",
      "Colheita": "Se você gosta de resultados rápidos, saiba que a hortelã não demora muito para ser colhida. Em média, o período de plantio costuma durar cerca de 40 dias. Porém, lembre-se de verificar se o vaso está bem cheio antes de fazer a colheita. Para não prejudicar a sua plantinha quando for colher, prefira sempre uma tesoura bem afiada e faça corte a cinco centímetros do solo. Assim, você não danifica a hortelã. Além disso, não há problema em tirar todos os ramos de hortelã da planta! Ela consegue se regenerar e crescer de maneira saudável em pouco tempo."
    }
  },
  "manjericao": {
    "image_url": [],
    "beneficios": [
      "Tratar gripes, resfriados e bronquites",
      "Melhorar a digestão",
      "Prevenir e tratar a pressão alta",
      "Combater ansiedade, depressão e insônia",
      "Prevenir infarto e aterosclerose",
      "Tratar feridas e picadas de insetos",
      "Ajudar na perda de peso",
      "Aliviar enxaqueca"
    ],
    "modo_plantio": {
      "materiais": [
        "1 semente de manjericão",
        "Vaso de planta",
        "Pedra brita",
        "Substrato (Terra)"
      ],
      "modo_fazer": [
        "Separe o vaso e as ferramentas de jardinagem que serão utilizadas;",
        "Forre o fundo do vaso com pedra brita para proporcionar melhor drenagem da água;",
        "Com o auxílio de uma pá coloque o substrato até completar a metade da jardineira;",
        "Pegue a muda de manjericão e posicione sobre o substrato;",
        "Coloque o restante do substrato sobre a muda plantada, pressionando-a levemente para que a planta fique firme no solo;",
        "Por fim, regue sem excessos evitando encharcar o solo."
      ]
    }
  },
  "violeta": {
    "image_url": [],
    "beneficios": [
      "Na medicina caseira é usada para afecções bronco-respiratórias, emética e purgativa, emoliente, antiespasmódica, anti-inflamatória, diurética e sudorífica.",
      "São usadas para afecções gástricas."
    ],
    "modo_plantio": {
      "materiais": [
        "1 semente de violeta",
        "Vaso de planta",
        "Pedra brita",
        "Substrato (Terra)"
      ],
      "modo_fazer": [
        "Plante as violetas em vaso com boa drenagem;",
        "Utilize um substrato apropriado;",
        "Escolha mudas saudáveis para transplantar;",
        "Retire as ervas daninhas que nascem em torno da violeta flor;",
        "A violeta flor deve ser regada diariamente com pouca quantidade de água;",
        "Nunca molhe as folhas das violetas;",
        "As violetas demoram algum tempo para se adaptar ao novo vaso;",
        "Coloque o vaso da violeta flor sempre em local iluminado."
      ]
    },
    "cuidados": {
      "Como cuidar": "Procure cultivá-las sempre próximas a janelas ou varandas para que a planta tenha luz indireta do sol. Outra dica importante de como cuidar de violetas é não molhar as folhas, pois apodrecem."
    }
  },
  "feijao": {
    "image_url": [],
    "beneficios": [
      "O feijão se destaca por ser um alimento importante para evitar a anemia por deficiência de ferro.",
      "Além disso, o grão colabora para a saúde do coração, o bom funcionamento do sistema nervoso, contribui para o relaxamento muscular e evita o cansaço e a fadiga."
    ],
    "modo_plantio": {
      "materiais": [],
      "modo_fazer": [
        "O método mais simples é plantar feijão a partir de um algodão úmido.",
        "Para isso, cubra um pote de 200 mL com algodão já molhado e coloque o grão por cima.",
        "Deixe o recipiente em um lugar com luz indireta e 22ºC. Aguarde de 2 a 3 semanas.",
        "Umedeça o algodão sempre que estiver seco, jogando um pouco de água no copo em vez de retirar o algodão.",
        "Quando a planta estiver com 20 cm de altura, transfira-a para um vaso ou horta de feijão.",
        "Durante a transferência, faça um buraco de até 10 cm na terra e regue sempre que estiver seca."
      ]
    },
    "epoca_plantio": "A melhor época para fazer o plantio do feijão é logo após o início da primavera. Você pode plantar entre janeiro e março ou maio e julho."
  },
  "morango": {
    "image_url": [],
    "beneficios": [
      "Ajuda a diminuir o colesterol",
      "Controla a pressão arterial",
      "Regula o açúcar no sangue",
      "Melhora a capacidade cognitiva",
      "Ajuda na perda de peso",
      "Ajuda a manter a pele firme",
      "Mantém a saúde dos olhos",
      "Melhora o funcionamento do sistema imune"
    ],
    "modo_plantio": {
      "materiais": [
        "1 semente de morango",
        "Vaso de planta ou garrafa pet",
        "Substrato (Terra)"
      ],
      "modo_fazer": [
        "Pegue uma garrafa PET e faça uma marcação em 1/3 do tamanho, abaixo da tampa, recorte e remova essa parte superior;",
        "Faça furos na parte de baixo para drenar a água;",
        "Coloque no fundo da garrafa brita ou argila expandida para fazer uma camada de drenagem;",
        "Cubra com um pedaço de manta bidim;",
        "Prepare o substrato com 4 partes de terra para vasos e floreiras com 1 parte de esterco de galinha curtido;",
        "Preencha a garrafa até 2/3 com o substrato e acomode a muda;",
        "Termine de completar o recipiente com terra e regue."
      ]
    },
    "epoca_plantio": "Os meses de maio e junho são o período mais adequado para o plantio de morangos, com mudas que podem começar a frutificar em outubro."
  }
}
